abind
airports
anytime
askpass
assertthat
astsa
backports
baguette
base64enc
bayesforecast
bayesm
bayesplot
bayestestR
bdsmatrix
beeswarm
BH
BiasedUrn
bigD
bit
bit64
bitops
blob
brew
bridgesampling
brio
Brobdingnag
broom
broom.helpers
bslib
butcher
C50
cachem
callr
car
carData
caret
caTools
cellranger
changepoint
chattr
checkmate
cherryblossom
chk
chron
classInt
cli
clipr
clock
clue
coda
collapse
collections
colorspace
colourpicker
cols4all
commonmark
compositions
config
conflicted
correlation
corrplot
cowplot
cpp11
crayon
credentials
cropcircles
crosstalk
crul
Cubist
curl
cyclocomp
data.table
datapasta
datawizard
DBI
dbplyr
deldir
dendextend
DEoptim
DEoptimR
desc
deSolve
devtools
diagram
DiagrammeR
dials
DiceDesign
dichromat
diffobj
digest
discrim
distributional
doFuture
doParallel
downlit
dplyr
DT
dtplyr
dtw
dtwclust
duckdb
dygraphs
e1071
effectsize
ellipse
ellipsis
emmeans
epiR
estimability
estimatr
evaluate
extraDistr
extrafont
extrafontdb
fabletools
factoextra
FactoMineR
fansi
farver
fastmap
fastmatch
feasts
flashClust
flexclust
flextable
fmsb
fontawesome
fontBitstreamVera
fontLiberation
fontquiver
forcats
foreach
forecast
Formula
fracdiff
freshr
fs
furrr
future
future.apply
gapminder
gargle
gbm
gdtools
generics
geodata
geofacet
geogrid
geojsonsf
geometries
gert
gfonts
GGally
gganimate
ggbeeswarm
ggdist
ggExtra
ggfun
gghighlight
ggimage
ggmosaic
ggpath
ggplot2
ggplotify
ggpubr
ggradar
ggrepel
ggridges
ggsci
ggsignif
ggsoccer
ggspatial
ggstats
ggtern
ggtext
gh
gitcreds
glmnet
globals
glue
gmp
googledrive
googlesheets4
gower
GPfit
gridExtra
gridGraphics
gridtext
gt
gtable
hardhat
haven
hcandersenr
HDInterval
here
hexbin
highlight
highr
Hmisc
hms
htmlTable
htmltools
htmlwidgets
httpcode
httpuv
httr
httr2
ids
igraph
imguR
infer
ini
inline
insight
interp
inum
ipred
irlba
isoband
ISOcodes
iterators
janeaustenr
janitor
jomo
jpeg
jquerylib
jsonify
jsonlite
juicyjuice
kableExtra
keras
kernlab
kknn
knitr
labeling
labelled
laeken
languageserver
later
latex2exp
latticeExtra
lava
lazyeval
ldatuning
LDAvis
leafem
leafgl
leaflegend
leaflet
leaflet.providers
leafsync
leaps
LexisNexisTools
lhs
libcoin
lifecycle
lintr
listenv
lme4
lmtest
lobstr
loo
lpSolve
lterdatasampler
lubridate
lwgeom
magick
magrittr
maps
markdown
MatchIt
MatrixModels
matrixStats
maxLik
mblm
memoise
mice
mime
miniUI
minqa
miscTools
mitml
mitools
mnormt
modelbased
modeldata
modelenv
ModelMetrics
modelr
modeltools
monochromeR
multcompView
munsell
mvtnorm
naivebayes
naniar
networkD3
nloptr
NLP
norm
nsyllable
numbers
numDeriv
officer
openintro
openssl
operators
optmatch
ordinal
packrat
paletteer
palmerpenguins
pan
pander
parallelly
parameters
parsnip
partykit
patchwork
pbapply
pbkrtest
performance
pglm
pillar
pkgbuild
pkgconfig
pkgdown
pkgload
PKI
plm
plogr
plotly
plotrix
plyr
png
polynom
posterior
pracma
praise
prettydoc
prettyunits
prismatic
pROC
processx
prodlim
productplots
profvis
progress
progressr
promises
prophet
proto
proxy
proxyC
ps
psych
purrr
quadprog
quanteda
quanteda.textstats
quantmod
quantreg
QuickJSR
R.cache
R.methodsS3
R.oo
R.utils
R6
ragg
randomForest
randtoolbox
ranger
rapidjsonr
rappdirs
raster
rbibutils
rcmdcheck
RColorBrewer
Rcpp
RcppArmadillo
RcppEigen
RcppParallel
RcppProgress
RcppThread
RcppTOML
RCurl
Rdpack
reactable
reactR
readr
readxl
recipes
rematch
rematch2
remotes
renv
repr
reprex
reshape
reshape2
reticulate
rex
rhandsontable
RItools
RJSONIO
rlang
rlemon
rmapshaper
rmarkdown
Rmpfr
rnaturalearth
rnaturalearthdata
rngWELL
robustbase
rosm
roxygen2
rpart.plot
rprojroot
rsample
rsconnect
RSpectra
RSQLite
rstan
rstantools
rstatix
rstudioapi
Rttf2pt1
rversions
rvest
s2
sandwich
sass
scales
scatterplot3d
sdcMicro
see
selectr
sensitivity
sessioninfo
sf
sfheaders
shape
shiny
shinyAce
shinyBS
shinyjs
showtext
showtextdb
signal
skimr
slam
slider
smoothr
snakecase
SnowballC
sourcetools
sp
spacesXYZ
SparseM
spData
spotifyr
SQUAREM
StanHeaders
stargazer
stars
statmod
stopwords
stringdist
stringi
stringr
strucchange
styler
survey
svd
svglite
swirl
swirlify
sys
sysfonts
systemfonts
tensorA
tensorflow
terra
testthat
textdata
textrecipes
textshaping
tfautograph
tfruns
tibble
tictoc
tidycensus
tidyhydat
tidymodels
tidyr
tidyselect
tidytext
tidytuesdayR
tidyverse
tigris
timechange
timeDate
tinytex
tm
tmap
tmaptools
tokenizers
topicmodels
topmodel
transformr
trend
triebeard
tseries
tsibble
tsne
TTR
tufte
tune
tuneR
twang
tweenr
tzdb
ucminf
units
UpSetR
urca
urlchecker
urltools
usdata
usethis
utf8
uuid
V8
vars
vcd
vctrs
VIM
vip
vipor
viridis
viridisLite
visdat
visNetwork
vroom
waffle
waldo
warp
webshot
whisker
widgetframe
widyr
withr
wk
wordcloud
workflows
workflowsets
xfun
xgboost
XML
xml2
xmlparsedata
xopen
xtable
xts
yaml
yardstick
yulab.utils
zeallot
zip
zoo
base
boot
class
cluster
codetools
compiler
datasets
foreign
graphics
grDevices
grid
KernSmooth
lattice
MASS
Matrix
methods
mgcv
nlme
nnet
parallel
rpart
spatial
splines
stats
stats4
survival
tcltk
tools
translations
utils
